{
  "vocabSize": 1978,
  "tokens": {
    "0": 25,
    "1": 26,
    "2": 27,
    "3": 28,
    "4": 29,
    "5": 30,
    "6": 31,
    "7": 32,
    "8": 33,
    "9": 34,
    "12": 759,
    "32": 434,
    "50": 1067,
    "80": 861,
    "99": 862,
    "100": 1392,
    "128": 1391,
    "999": 1394,
    "8080": 1393,
    "[PAD]": 0,
    "[UNK]": 1,
    "[BOS]": 2,
    "[EOS]": 3,
    "[SYSTEM]": 4,
    "[USER]": 5,
    "[ASSISTANT]": 6,
    "[CODE]": 7,
    "[MATH]": 8,
    "[REASONING]": 9,
    "!": 10,
    "\"": 11,
    "#": 12,
    "$": 13,
    "%": 14,
    "&": 15,
    "'": 16,
    "(": 17,
    ")": 18,
    "*": 19,
    "+": 20,
    ",": 21,
    "-": 22,
    ".": 23,
    "/": 24,
    ":": 35,
    ";": 36,
    "<": 37,
    "=": 38,
    ">": 39,
    "?": 40,
    "@": 41,
    "A": 42,
    "B": 43,
    "C": 44,
    "D": 45,
    "E": 46,
    "F": 47,
    "G": 48,
    "H": 49,
    "I": 50,
    "J": 51,
    "K": 52,
    "L": 53,
    "M": 54,
    "N": 55,
    "O": 56,
    "P": 57,
    "Q": 58,
    "R": 59,
    "S": 60,
    "T": 61,
    "U": 62,
    "V": 63,
    "W": 64,
    "X": 65,
    "Y": 66,
    "Z": 67,
    "[": 68,
    "\\": 69,
    "]": 70,
    "^": 71,
    "_": 72,
    "`": 73,
    "a": 74,
    "b": 75,
    "c": 76,
    "d": 77,
    "e": 78,
    "f": 79,
    "g": 80,
    "h": 81,
    "i": 82,
    "j": 83,
    "k": 84,
    "l": 85,
    "m": 86,
    "n": 87,
    "o": 88,
    "p": 89,
    "q": 90,
    "r": 91,
    "s": 92,
    "t": 93,
    "u": 94,
    "v": 95,
    "w": 96,
    "x": 97,
    "y": 98,
    "z": 99,
    "{": 100,
    "|": 101,
    "}": 102,
    "~": 103,
    "¡": 104,
    "¢": 105,
    "£": 106,
    "¤": 107,
    "¥": 108,
    "¦": 109,
    "§": 110,
    "¨": 111,
    "©": 112,
    "ª": 113,
    "«": 114,
    "¬": 115,
    "®": 116,
    "¯": 117,
    "°": 118,
    "±": 119,
    "²": 120,
    "³": 121,
    "´": 122,
    "µ": 123,
    "¶": 124,
    "·": 125,
    "¸": 126,
    "¹": 127,
    "º": 128,
    "»": 129,
    "¼": 130,
    "½": 131,
    "¾": 132,
    "¿": 133,
    "À": 134,
    "Á": 135,
    "Â": 136,
    "Ã": 137,
    "Ä": 138,
    "Å": 139,
    "Æ": 140,
    "Ç": 141,
    "È": 142,
    "É": 143,
    "Ê": 144,
    "Ë": 145,
    "Ì": 146,
    "Í": 147,
    "Î": 148,
    "Ï": 149,
    "Ð": 150,
    "Ñ": 151,
    "Ò": 152,
    "Ó": 153,
    "Ô": 154,
    "Õ": 155,
    "Ö": 156,
    "×": 157,
    "Ø": 158,
    "Ù": 159,
    "Ú": 160,
    "Û": 161,
    "Ü": 162,
    "Ý": 163,
    "Þ": 164,
    "ß": 165,
    "à": 166,
    "á": 167,
    "â": 168,
    "ã": 169,
    "ä": 170,
    "å": 171,
    "æ": 172,
    "ç": 173,
    "è": 174,
    "é": 175,
    "ê": 176,
    "ë": 177,
    "ì": 178,
    "í": 179,
    "î": 180,
    "ï": 181,
    "ð": 182,
    "ñ": 183,
    "ò": 184,
    "ó": 185,
    "ô": 186,
    "õ": 187,
    "ö": 188,
    "÷": 189,
    "ø": 190,
    "ù": 191,
    "ú": 192,
    "û": 193,
    "ü": 194,
    "ý": 195,
    "þ": 196,
    "ÿ": 197,
    "Ā": 198,
    "ā": 199,
    "Ă": 200,
    "ă": 201,
    "Ą": 202,
    "ą": 203,
    "Ć": 204,
    "ć": 205,
    "Ĉ": 206,
    "ĉ": 207,
    "Ċ": 208,
    "ċ": 209,
    "Č": 210,
    "č": 211,
    "Ď": 212,
    "ď": 213,
    "Đ": 214,
    "đ": 215,
    "Ē": 216,
    "ē": 217,
    "Ĕ": 218,
    "ĕ": 219,
    "Ė": 220,
    "ė": 221,
    "Ę": 222,
    "ę": 223,
    "Ě": 224,
    "ě": 225,
    "Ĝ": 226,
    "ĝ": 227,
    "Ğ": 228,
    "ğ": 229,
    "Ġ": 230,
    "ġ": 231,
    "Ģ": 232,
    "ģ": 233,
    "Ĥ": 234,
    "ĥ": 235,
    "Ħ": 236,
    "ħ": 237,
    "Ĩ": 238,
    "ĩ": 239,
    "Ī": 240,
    "ī": 241,
    "Ĭ": 242,
    "ĭ": 243,
    "Į": 244,
    "į": 245,
    "İ": 246,
    "ı": 247,
    "Ĳ": 248,
    "ĳ": 249,
    "Ĵ": 250,
    "ĵ": 251,
    "Ķ": 252,
    "ķ": 253,
    "ĸ": 254,
    "Ĺ": 255,
    "ĺ": 256,
    "Ļ": 257,
    "ļ": 258,
    "Ľ": 259,
    "ľ": 260,
    "Ŀ": 261,
    "ŀ": 262,
    "Ł": 263,
    "ł": 264,
    "Ń": 265,
    "in": 266,
    "on": 267,
    "er": 268,
    "Ġt": 269,
    "at": 270,
    "en": 271,
    "Ġa": 272,
    "re": 273,
    "Ġc": 274,
    "he": 275,
    "or": 276,
    "es": 277,
    "Ġl": 278,
    "Ġs": 279,
    "ion": 280,
    "Ġd": 281,
    "it": 282,
    "an": 283,
    "is": 284,
    "ar": 285,
    "ing": 286,
    "Ġm": 287,
    "Ġ=": 288,
    "Ġp": 289,
    "ou": 290,
    "Ġf": 291,
    "Ġw": 292,
    "al": 293,
    "ent": 294,
    "et": 295,
    "ed": 296,
    "Ġn": 297,
    "Ġb": 298,
    "el": 299,
    "Ġthe": 300,
    "ro": 301,
    "Ġre": 302,
    "st": 303,
    "Ġo": 304,
    "Ġan": 305,
    "Ġin": 306,
    "ra": 307,
    "Ġe": 308,
    "ers": 309,
    "le": 310,
    "ct": 311,
    "im": 312,
    "Ġto": 313,
    "ation": 314,
    "ch": 315,
    "Ġu": 316,
    "ur": 317,
    "ce": 318,
    "Ġand": 319,
    "od": 320,
    "Ġis": 321,
    "Ġof": 322,
    "Ġcon": 323,
    "id": 324,
    "ĠĠ": 325,
    "am": 326,
    "as": 327,
    "ic": 328,
    "qu": 329,
    "Ġg": 330,
    "lo": 331,
    ");": 332,
    "The": 333,
    "Ġv": 334,
    "ut": 335,
    "Ġth": 336,
    "Ġh": 337,
    "iz": 338,
    "il": 339,
    "iv": 340,
    "ab": 341,
    "om": 342,
    "ul": 343,
    "ge": 344,
    "orm": 345,
    "if": 346,
    "ss": 347,
    "ĠT": 348,
    "ig": 349,
    "Ġ(": 350,
    "Ġ}": 351,
    "ac": 352,
    "Ġ{": 353,
    "ad": 354,
    "ith": 355,
    "est": 356,
    "ear": 357,
    "odel": 358,
    "Ġwh": 359,
    "ans": 360,
    "ver": 361,
    "ĠF": 362,
    "Ġr": 363,
    "Ġy": 364,
    "ay": 365,
    "ist": 366,
    "um": 367,
    "Ġ-": 368,
    "ot": 369,
    "un": 370,
    "us": 371,
    "Ã©": 372,
    "Ġde": 373,
    "Ġne": 374,
    "Ġwith": 375,
    "..": 376,
    "ap": 377,
    "form": 378,
    "Ġ=>": 379,
    "Ġfor": 380,
    "Ġyou": 381,
    "ata": 382,
    "out": 383,
    "th": 384,
    "Ġex": 385,
    "Ġmodel": 386,
    "ly": 387,
    "oun": 388,
    "rad": 389,
    "tent": 390,
    "urn": 391,
    "Ġcom": 392,
    "Ġst": 393,
    "Ġus": 394,
    "ence": 395,
    "ow": 396,
    "turn": 397,
    "Ġlo": 398,
    "Ġtr": 399,
    "Ġun": 400,
    "arg": 401,
    "ity": 402,
    "po": 403,
    "ure": 404,
    "Ġreturn": 405,
    "ction": 406,
    "ex": 407,
    "ken": 408,
    "pt": 409,
    "Ġcan": 410,
    "Ġpre": 411,
    "Ġpro": 412,
    "Ġ[": 413,
    "Ġon": 414,
    "):": 415,
    "ord": 416,
    "tention": 417,
    "Ġconst": 418,
    "Ġdo": 419,
    "ĠĠĠĠ": 420,
    "ĠP": 421,
    "Ġat": 422,
    "Ġit": 423,
    "ang": 424,
    "ate": 425,
    "ci": 426,
    "ess": 427,
    "ht": 428,
    "ple": 429,
    "Ġby": 430,
    "Ġme": 431,
    "(x": 432,
    "),": 433,
    "ansform": 435,
    "age": 436,
    "ine": 437,
    "ort": 438,
    "pl": 439,
    "put": 440,
    "rom": 441,
    "Ġar": 442,
    "Ġen": 443,
    "ER": 444,
    "ST": 445,
    "ant": 446,
    "aram": 447,
    "de": 448,
    "earn": 449,
    "ect": 450,
    "ol": 451,
    "Â·": 452,
    "Ġ+": 453,
    "ĠA": 454,
    "ĠI": 455,
    "NT": 456,
    "ib": 457,
    "ke": 458,
    "ore": 459,
    "ter": 460,
    "Ġla": 461,
    "Ġle": 462,
    "Ġlearn": 463,
    "Ġse": 464,
    "Ġtransform": 465,
    "Ġwe": 466,
    "ĠB": 467,
    "Ġim": 468,
    "Ġqu": 469,
    "Ġâ": 470,
    "AS": 471,
    "Ar": 472,
    "con": 473,
    "du": 474,
    "ight": 475,
    "ization": 476,
    "our": 477,
    "pe": 478,
    "ray": 479,
    "Ġch": 480,
    "Ġdata": 481,
    "Ġ<": 482,
    "ĠL": 483,
    "...": 484,
    "<T": 485,
    "ASS": 486,
    "ASSI": 487,
    "ASSIST": 488,
    "ASSISTA": 489,
    "ASSISTANT": 490,
    "Array": 491,
    "able": 492,
    "ag": 493,
    "ep": 494,
    "ive": 495,
    "ient": 496,
    "loat": 497,
    "ount": 498,
    "oc": 499,
    "radient": 500,
    "rain": 501,
    "ve": 502,
    "ĠFloat": 503,
    "Ġcont": 504,
    "Ġfun": 505,
    "Ġint": 506,
    "Ġma": 507,
    "Ġ'": 508,
    "ĠR": 509,
    "ĠS": 510,
    "Ġx": 511,
    "ĠÎ": 512,
    "angu": 513,
    "and": 514,
    "aramet": 515,
    "args": 516,
    "arr": 517,
    "elf": 518,
    "ens": 519,
    "ere": 520,
    "eta": 521,
    "ions": 522,
    "ial": 523,
    "ies": 524,
    "ir": 525,
    "ment": 526,
    "oug": 527,
    "of": 528,
    "port": 529,
    "ult": 530,
    "Ġattention": 531,
    "Ġac": 532,
    "Ġal": 533,
    "Ġas": 534,
    "Ġbe": 535,
    "Ġfrom": 536,
    "Ġnew": 537,
    "Ġnot": 538,
    "Ġnum": 539,
    "Ġtoken": 540,
    "ĠW": 541,
    "();": 542,
    "))": 543,
    "ache": 544,
    "ack": 545,
    "all": 546,
    "ame": 547,
    "ard": 548,
    "end": 549,
    "erat": 550,
    "ext": 551,
    "ign": 552,
    "ings": 553,
    "izer": 554,
    "orch": 555,
    "ory": 556,
    "ous": 557,
    "ptim": 558,
    "rop": 559,
    "ross": 560,
    "se": 561,
    "ue": 562,
    "vent": 563,
    "ĊĠĠĠĠ": 564,
    "Ġare": 565,
    "Ġlangu": 566,
    "Ġwor": 567,
    "ĠH": 568,
    "Ġest": 569,
    "(arr": 570,
    "00": 571,
    "SER": 572,
    "USER": 573,
    "ber": 574,
    "const": 575,
    "cod": 576,
    "ely": 577,
    "etw": 578,
    "ink": 579,
    "its": 580,
    "iqu": 581,
    "ire": 582,
    "ks": 583,
    "led": 584,
    "poch": 585,
    "pre": 586,
    "ps": 587,
    "str": 588,
    "very": 589,
    "Â²": 590,
    "Ġany": 591,
    "Ġarr": 592,
    "Ġcache": 593,
    "Ġgradient": 594,
    "Ġloss": 595,
    "Ġmat": 596,
    "()": 597,
    ".l": 598,
    ">(": 599,
    "Lo": 600,
    "[USER": 601,
    "arameters": 602,
    "ary": 603,
    "ach": 604,
    "data": 605,
    "hat": 606,
    "ind": 607,
    "ite": 608,
    "ie": 609,
    "log": 610,
    "mat": 611,
    "me": 612,
    "ode": 613,
    "oken": 614,
    "pp": 615,
    "ru": 616,
    "te": 617,
    "ution": 618,
    "vers": 619,
    "ward": 620,
    "Ġcomput": 621,
    "Ġcount": 622,
    "Ġfunction": 623,
    "Ġfn": 624,
    "Ġlanguage": 625,
    "Ġprev": 626,
    "Ġres": 627,
    "Ġsc": 628,
    "Ġthat": 629,
    "Ġtorch": 630,
    "Ġweight": 631,
    "ĠE": 632,
    "ĠM": 633,
    "ĠO": 634,
    "',": 635,
    ")/": 636,
    ".c": 637,
    "ations": 638,
    "ated": 639,
    "ayer": 640,
    "ain": 641,
    "ais": 642,
    "che": 643,
    "def": 644,
    "duc": 645,
    "esc": 646,
    "eo": 647,
    "fer": 648,
    "fn": 649,
    "for": 650,
    "ific": 651,
    "ill": 652,
    "ime": 653,
    "ize": 654,
    "key": 655,
    "low": 656,
    "ld": 657,
    "ma": 658,
    "ormal": 659,
    "ough": 660,
    "pos": 661,
    "raining": 662,
    "tend": 663,
    "ural": 664,
    "urr": 665,
    "Ġacross": 666,
    "Ġcap": 667,
    "Ġdist": 668,
    "Ġexp": 669,
    "Ġevery": 670,
    "Ġfa": 671,
    "Ġlearning": 672,
    "Ġmer": 673,
    "Ġnumber": 674,
    "Ġnormal": 675,
    "Ġper": 676,
    "Ġwhat": 677,
    "Ġwhere": 678,
    "Ġ};": 679,
    "ĠâĢ": 680,
    "ĠâĢĶ": 681,
    "Ġet": 682,
    "Ġhe": 683,
    "Ġif": 684,
    "Ġor": 685,
    "(e": 686,
    ".g": 687,
    ".id": 688,
    ".n": 689,
    "La": 690,
    "Table": 691,
    "[]": 692,
    "^x": 693,
    "_{": 694,
    "ance": 695,
    "arget": 696,
    "ass": 697,
    "atch": 698,
    "atus": 699,
    "dam": 700,
    "earch": 701,
    "eng": 702,
    "ersTable": 703,
    "em": 704,
    "ibution": 705,
    "ical": 706,
    "ise": 707,
    "ition": 708,
    "ivers": 709,
    "ledge": 710,
    "mb": 711,
    "ne": 712,
    "now": 713,
    "nowledge": 714,
    "ocab": 715,
    "ound": 716,
    "ok": 717,
    "os": 718,
    "ribution": 719,
    "uman": 720,
    "ub": 721,
    "val": 722,
    "vel": 723,
    "âĤ": 724,
    "âĪ": 725,
    "Ġall": 726,
    "Ġbut": 727,
    "Ġcurr": 728,
    "Ġdistribution": 729,
    "Ġdif": 730,
    "Ġgen": 731,
    "Ġgo": 732,
    "Ġmem": 733,
    "Ġmo": 734,
    "Ġpl": 735,
    "Ġpr": 736,
    "Ġself": 737,
    "Ġsim": 738,
    "Ġsy": 739,
    "Ġtarget": 740,
    "Ġwithout": 741,
    "Ġworld": 742,
    "ĠâĪ": 743,
    "Ġ?": 744,
    "ĠG": 745,
    "ĠN": 746,
    "ĠÃ": 747,
    "'est": 748,
    "'s": 749,
    "(n": 750,
    "(t": 751,
    ").": 752,
    ")Â·": 753,
    "**": 754,
    "-b": 755,
    ".get": 756,
    ".data": 757,
    ".s": 758,
    "EL": 760,
    "RO": 761,
    "]);": 762,
    "^{": 763,
    "_i": 764,
    "_id": 765,
    "_l": 766,
    "_m": 767,
    "abis": 768,
    "art": 769,
    "aset": 770,
    "ask": 771,
    "ataset": 772,
    "ayers": 773,
    "are": 774,
    "cience": 775,
    "cess": 776,
    "cl": 777,
    "com": 778,
    "der": 779,
    "ell": 780,
    "ength": 781,
    "ension": 782,
    "enc": 783,
    "eners": 784,
    "eration": 785,
    "etwor": 786,
    "ff": 787,
    "grad": 788,
    "ife": 789,
    "ility": 790,
    "imension": 791,
    "ique": 792,
    "isteners": 793,
    "itial": 794,
    "ied": 795,
    "knowledge": 796,
    "max": 797,
    "mid": 798,
    "optim": 799,
    "ruct": 800,
    "ry": 801,
    "self": 802,
    "sent": 803,
    "tends": 804,
    "ull": 805,
    "ures": 806,
    "xim": 807,
    "yp": 808,
    "ype": 809,
    "âĤĢ": 810,
    "Ġ--": 811,
    "Ġbeta": 812,
    "Ġcontin": 813,
    "Ġdx": 814,
    "Ġencod": 815,
    "Ġextends": 816,
    "Ġepoch": 817,
    "Ġeps": 818,
    "Ġfe": 819,
    "Ġgradients": 820,
    "Ġget": 821,
    "Ġhuman": 822,
    "Ġimport": 823,
    "Ġinitial": 824,
    "Ġmid": 825,
    "Ġmon": 826,
    "Ġnormalization": 827,
    "Ġnetwor": 828,
    "Ġnull": 829,
    "Ġop": 830,
    "Ġprob": 831,
    "Ġparameters": 832,
    "Ġscal": 833,
    "Ġsequ": 834,
    "Ġstep": 835,
    "Ġsign": 836,
    "Ġthink": 837,
    "Ġthis": 838,
    "Ġtraining": 839,
    "Ġval": 840,
    "Ġvocab": 841,
    "Ġweights": 842,
    "Ġwhen": 843,
    "Ġwhi": 844,
    "ĠÎ£": 845,
    "Ġ/": 846,
    "ĠD": 847,
    "Ġid": 848,
    "Ġkey": 849,
    "Ġord": 850,
    "\":": 851,
    "(event": 852,
    "('": 853,
    "((": 854,
    "(fn": 855,
    "(k": 856,
    "(us": 857,
    "(usersTable": 858,
    "-beta": 859,
    ".listeners": 860,
    "?.": 863,
    "At": 864,
    "CT": 865,
    "Con": 866,
    "ELE": 867,
    "ELECT": 868,
    "ERE": 869,
    "HERE": 870,
    "IN": 871,
    "In": 872,
    "Load": 873,
    "ON": 874,
    "PE": 875,
    "ROM": 876,
    "Re": 877,
    "Time": 878,
    "Tr": 879,
    "__": 880,
    "_d": 881,
    "_hat": 882,
    "_t": 883,
    "ads": 884,
    "antly": 885,
    "app": 886,
    "arge": 887,
    "ari": 888,
    "ason": 889,
    "ath": 890,
    "ative": 891,
    "act": 892,
    "air": 893,
    "ait": 894,
    "ast": 895,
    "ave": 896,
    "duce": 897,
    "ding": 898,
    "ellig": 899,
    "elligence": 900,
    "ences": 901,
    "eople": 902,
    "erating": 903,
    "ert": 904,
    "ery": 905,
    "etwe": 906,
    "etween": 907,
    "ference": 908,
    "ges": 909,
    "gine": 910,
    "hemat": 911,
    "ication": 912,
    "ick": 913,
    "ics": 914,
    "inear": 915,
    "ined": 916,
    "invers": 917,
    "inversions": 918,
    "iques": 919,
    "istory": 920,
    "ively": 921,
    "izes": 922,
    "ice": 923,
    "ict": 924,
    "ier": 925,
    "ix": 926,
    "mall": 927,
    "model": 928,
    "oft": 929,
    "oftmax": 930,
    "okenizer": 931,
    "ong": 932,
    "orem": 933,
    "ought": 934,
    "ower": 935,
    "ole": 936,
    "op": 937,
    "plement": 938,
    "ppro": 939,
    "press": 940,
    "rained": 941,
    "ree": 942,
    "rough": 943,
    "string": 944,
    "stand": 945,
    "ting": 946,
    "ulti": 947,
    "ular": 948,
    "uring": 949,
    "uil": 950,
    "ven": 951,
    "wh": 952,
    "Â¹": 953,
    "Ã§": 954,
    "âĤĢÂ¹": 955,
    "ĊĠĠĠĠĠĠĠĠ": 956,
    "Ġ(...": 957,
    "Ġ->": 958,
    "Ġ<=": 959,
    "ĠFROM": 960,
    "ĠWHERE": 961,
    "Ġacc": 962,
    "Ġact": 963,
    "Ġappro": 964,
    "Ġbetween": 965,
    "Ġcand": 966,
    "Ġchang": 967,
    "Ġcomm": 968,
    "Ġcomp": 969,
    "Ġcontext": 970,
    "Ġcons": 971,
    "Ġcre": 972,
    "Ġdef": 973,
    "Ġdans": 974,
    "Ġdesc": 975,
    "Ġdire": 976,
    "Ġdis": 977,
    "Ġeach": 978,
    "Ġemb": 979,
    "Ġfound": 980,
    "Ġfre": 981,
    "Ġgeneration": 982,
    "Ġhi": 983,
    "Ġhistory": 984,
    "Ġimplement": 985,
    "Ġits": 986,
    "Ġlarge": 987,
    "Ġlayer": 988,
    "Ġles": 989,
    "Ġli": 990,
    "Ġlies": 991,
    "Ġlife": 992,
    "Ġlim": 993,
    "Ġmemory": 994,
    "Ġmean": 995,
    "Ġmeas": 996,
    "Ġmodels": 997,
    "Ġmonde": 998,
    "Ġmulti": 999,
    "Ġneural": 1000,
    "Ġone": 1001,
    "Ġover": 1002,
    "Ġpair": 1003,
    "Ġpar": 1004,
    "Ġpeople": 1005,
    "Ġpour": 1006,
    "Ġque": 1007,
    "Ġreason": 1008,
    "Ġreduc": 1009,
    "Ġrel": 1010,
    "Ġrequ": 1011,
    "Ġsignific": 1012,
    "Ġsh": 1013,
    "Ġsmall": 1014,
    "Ġsoftmax": 1015,
    "Ġsol": 1016,
    "Ġsp": 1017,
    "Ġtheorem": 1018,
    "Ġthrough": 1019,
    "Ġtokens": 1020,
    "Ġtransformer": 1021,
    "Ġtransformers": 1022,
    "Ġte": 1023,
    "Ġunder": 1024,
    "Ġune": 1025,
    "Ġunivers": 1026,
    "Ġuse": 1027,
    "Ġusers": 1028,
    "Ġusing": 1029,
    "Ġwas": 1030,
    "Ġway": 1031,
    "ĠÃł": 1032,
    "ĠâĪ«": 1033,
    "ĠC": 1034,
    "ĠJ": 1035,
    "ĠK": 1036,
    "Ġj": 1037,
    "Ġknowledge": 1038,
    "Ġout": 1039,
    "Ġro": 1040,
    "\":\"": 1041,
    "&&": 1042,
    "'(": 1043,
    "'ar": 1044,
    "'Ã©": 1045,
    "(Q": 1046,
    "(d": 1047,
    "(p": 1048,
    "(self": 1049,
    ")!": 1050,
    "));": 1051,
    ")=": 1052,
    ")=>": 1053,
    "-d": 1054,
    "-dimension": 1055,
    "-dimensional": 1056,
    "-m": 1057,
    "-t": 1058,
    ".length": 1059,
    ".f": 1060,
    ".p": 1061,
    ".re": 1062,
    ".reduce": 1063,
    "/(": 1064,
    "000": 1065,
    "01": 1066,
    "<string": 1068,
    "='": 1069,
    ">;": 1070,
    "Attention": 1071,
    "Loss": 1072,
    "Le": 1073,
    "NN": 1074,
    "OIN": 1075,
    "SON": 1076,
    "Sort": 1077,
    "St": 1078,
    "Timeout": 1079,
    "[])": 1080,
    "[P": 1081,
    "[i": 1082,
    "[mid": 1083,
    "])": 1084,
    "];": 1085,
    "^(": 1086,
    "_len": 1087,
    "_mask": 1088,
    "_inversions": 1089,
    "_k": 1090,
    "_s": 1091,
    "abel": 1092,
    "ability": 1093,
    "abl": 1094,
    "ackp": 1095,
    "ackprop": 1096,
    "ackpropag": 1097,
    "ackpropagation": 1098,
    "active": 1099,
    "acci": 1100,
    "ade": 1101,
    "agin": 1102,
    "agination": 1103,
    "ali": 1104,
    "ange": 1105,
    "anis": 1106,
    "anÃ§": 1107,
    "arameter": 1108,
    "ariance": 1109,
    "ase": 1110,
    "atest": 1111,
    "attention": 1112,
    "ace": 1113,
    "av": 1114,
    "back": 1115,
    "cept": 1116,
    "chit": 1117,
    "chitect": 1118,
    "chn": 1119,
    "cient": 1120,
    "class": 1121,
    "coder": 1122,
    "compos": 1123,
    "ced": 1124,
    "cre": 1125,
    "dament": 1126,
    "damental": 1127,
    "day": 1128,
    "ector": 1129,
    "elle": 1130,
    "ential": 1131,
    "ession": 1132,
    "etch": 1133,
    "ee": 1134,
    "eed": 1135,
    "eep": 1136,
    "eg": 1137,
    "ffect": 1138,
    "formation": 1139,
    "forward": 1140,
    "ful": 1141,
    "ged": 1142,
    "gre": 1143,
    "gress": 1144,
    "head": 1145,
    "hed": 1146,
    "hing": 1147,
    "ibon": 1148,
    "ibonacci": 1149,
    "ickSort": 1150,
    "ices": 1151,
    "igh": 1152,
    "iling": 1153,
    "imer": 1154,
    "indow": 1155,
    "inked": 1156,
    "inary": 1157,
    "int": 1158,
    "ists": 1159,
    "ital": 1160,
    "ities": 1161,
    "itions": 1162,
    "ious": 1163,
    "js": 1164,
    "json": 1165,
    "lows": 1166,
    "ness": 1167,
    "not": 1168,
    "ock": 1169,
    "ond": 1170,
    "osine": 1171,
    "outer": 1172,
    "og": 1173,
    "oid": 1174,
    "pec": 1175,
    "puts": 1176,
    "ropy": 1177,
    "row": 1178,
    "ral": 1179,
    "ranÃ§": 1180,
    "rid": 1181,
    "rit": 1182,
    "standing": 1183,
    "state": 1184,
    "stem": 1185,
    "ther": 1186,
    "ubl": 1187,
    "ulary": 1188,
    "uler": 1189,
    "unction": 1190,
    "ured": 1191,
    "url": 1192,
    "use": 1193,
    "user": 1194,
    "ual": 1195,
    "uis": 1196,
    "uous": 1197,
    "verage": 1198,
    "where": 1199,
    "wo": 1200,
    "ws": 1201,
    "xt": 1202,
    "Ã©e": 1203,
    "Ã©t": 1204,
    "Î£": 1205,
    "Ïĥ": 1206,
    "âĪŀ": 1207,
    "Ġ(!": 1208,
    "Ġ??": 1209,
    "ĠBPE": 1210,
    "ĠFP": 1211,
    "ĠHow": 1212,
    "ĠJOIN": 1213,
    "ĠRe": 1214,
    "ĠSy": 1215,
    "ĠTh": 1216,
    "ĠWhat": 1217,
    "Ġactiv": 1218,
    "Ġapproxim": 1219,
    "Ġarchitect": 1220,
    "Ġad": 1221,
    "Ġau": 1222,
    "Ġaverage": 1223,
    "Ġaw": 1224,
    "Ġbatch": 1225,
    "Ġbrid": 1226,
    "Ġbuil": 1227,
    "Ġcannot": 1228,
    "Ġcapital": 1229,
    "Ġchange": 1230,
    "Ġcomputes": 1231,
    "Ġcome": 1232,
    "Ġconstant": 1233,
    "Ġcontinuous": 1234,
    "Ġcontro": 1235,
    "Ġconn": 1236,
    "Ġcountry": 1237,
    "Ġcl": 1238,
    "Ġcle": 1239,
    "Ġdescent": 1240,
    "Ġdecompos": 1241,
    "Ġdiff": 1242,
    "Ġdoes": 1243,
    "Ġdataset": 1244,
    "Ġday": 1245,
    "Ġdes": 1246,
    "Ġdu": 1247,
    "Ġduring": 1248,
    "Ġembed": 1249,
    "Ġengine": 1250,
    "Ġexplo": 1251,
    "Ġfaut": 1252,
    "Ġforward": 1253,
    "Ġfoundation": 1254,
    "Ġfrequ": 1255,
    "Ġfibonacci": 1256,
    "Ġfind": 1257,
    "Ġhapp": 1258,
    "Ġhave": 1259,
    "Ġhigh": 1260,
    "Ġhow": 1261,
    "Ġhyp": 1262,
    "Ġind": 1263,
    "Ġinformation": 1264,
    "Ġinst": 1265,
    "Ġiterat": 1266,
    "Ġkeyof": 1267,
    "Ġlike": 1268,
    "Ġlayers": 1269,
    "Ġlen": 1270,
    "Ġlinear": 1271,
    "Ġlr": 1272,
    "Ġmathemat": 1273,
    "Ġmerge": 1274,
    "Ġmost": 1275,
    "Ġmade": 1276,
    "Ġmap": 1277,
    "Ġmin": 1278,
    "Ġmy": 1279,
    "Ġnetworks": 1280,
    "Ġnever": 1281,
    "Ġnext": 1282,
    "Ġno": 1283,
    "Ġonly": 1284,
    "Ġorders": 1285,
    "Ġperform": 1286,
    "Ġprevious": 1287,
    "Ġprocess": 1288,
    "Ġpower": 1289,
    "Ġpra": 1290,
    "Ġquery": 1291,
    "Ġreasoning": 1292,
    "Ġrequire": 1293,
    "Ġreal": 1294,
    "Ġref": 1295,
    "Ġrate": 1296,
    "Ġris": 1297,
    "Ġru": 1298,
    "Ġsignificantly": 1299,
    "Ġstruct": 1300,
    "Ġsystem": 1301,
    "Ġscience": 1302,
    "Ġsearch": 1303,
    "Ġses": 1304,
    "Ġset": 1305,
    "Ġson": 1306,
    "Ġspl": 1307,
    "Ġsub": 1308,
    "Ġtechn": 1309,
    "Ġthinking": 1310,
    "Ġthings": 1311,
    "Ġthought": 1312,
    "Ġthree": 1313,
    "Ġtrad": 1314,
    "Ġuses": 1315,
    "Ġvector": 1316,
    "Ġwhich": 1317,
    "Ġwill": 1318,
    "Ġwindow": 1319,
    "Ġword": 1320,
    "Ġwra": 1321,
    "Ġws": 1322,
    "Ġyour": 1323,
    "Ġ&&": 1324,
    "Ġ...": 1325,
    "Ġ:": 1326,
    "Ġ@": 1327,
    "ĠU": 1328,
    "ĠV": 1329,
    "Ġil": 1330,
    "Ġou": 1331,
    "\",": 1332,
    "\",\"": 1333,
    "${": 1334,
    "';": 1335,
    "'ex": 1336,
    "(torch": 1337,
    "(()": 1338,
    "():": 1339,
    "(*": 1340,
    "(-": 1341,
    "(...": 1342,
    "(A": 1343,
    "(B": 1344,
    "(P": 1345,
    "(o": 1346,
    "(se": 1347,
    "(seq": 1348,
    "(val": 1349,
    "({": 1350,
    ")).": 1351,
    ")*": 1352,
    "*(": 1353,
    "+b": 1354,
    ",V": 1355,
    ",b": 1356,
    "-tun": 1357,
    "-l": 1358,
    "-layer": 1359,
    "-le": 1360,
    "-me": 1361,
    "-mean": 1362,
    "-p": 1363,
    "-s": 1364,
    ".count": 1365,
    ".country": 1366,
    ".fil": 1367,
    ".filter": 1368,
    ".name": 1369,
    ".next": 1370,
    ".set": 1371,
    ".sq": 1372,
    ".sqr": 1373,
    ".sqrt": 1374,
    ".T": 1375,
    ".active": 1376,
    ".h": 1377,
    ".has": 1378,
    ".json": 1379,
    ".lo": 1380,
    ".load": 1381,
    ".on": 1382,
    ".optim": 1383,
    ".st": 1384,
    ".t": 1385,
    ".user": 1386,
    ".v": 1387,
    ".vie": 1388,
    ".view": 1389,
    "/d": 1390,
    ":l": 1395,
    ":latest": 1396,
    "<K": 1397,
    ">();": 1398,
    ">)": 1399,
    "An": 1400,
    "By": 1401,
    "En": 1402,
    "Epoch": 1403,
    "Every": 1404,
    "FR": 1405,
    "Gradient": 1406,
    "JSON": 1407,
    "KL": 1408,
    "Loader": 1409,
    "Loading": 1410,
    "Les": 1411,
    "Mat": 1412,
    "Mix": 1413,
    "NNs": 1414,
    "Node": 1415,
    "Part": 1416,
    "Partial": 1417,
    "Pie": 1418,
    "Piece": 1419,
    "Res": 1420,
    "Research": 1421,
    "Researchers": 1422,
    "Status": 1423,
    "SELECT": 1424,
    "Sc": 1425,
    "Trans": 1426,
    "Th": 1427,
    "Token": 1428,
    "Training": 1429,
    "TrainingStatus": 1430,
    "Type": 1431,
    "Un": 1432,
    "Ur": 1433,
    "Url": 1434,
    "We": 1435,
    "You": 1436,
    "[K": 1437,
    "[args": 1438,
    "]>": 1439,
    "^{-": 1440,
    "^T": 1441,
    "^n": 1442,
    "_dataset": 1443,
    "_dict": 1444,
    "_layers": 1445,
    "_token": 1446,
    "_c": 1447,
    "_count": 1448,
    "_de": 1449,
    "_j": 1450,
    "_state": 1451,
    "_x": 1452,
    "abels": 1453,
    "acc": 1454,
    "acity": 1455,
    "ages": 1456,
    "alia": 1457,
    "allel": 1458,
    "allelis": 1459,
    "allelism": 1460,
    "aling": 1461,
    "ality": 1462,
    "als": 1463,
    "alth": 1464,
    "amma": 1465,
    "amp": 1466,
    "ampl": 1467,
    "ample": 1468,
    "andom": 1469,
    "anishing": 1470,
    "ansformer": 1471,
    "anber": 1472,
    "anberra": 1473,
    "any": 1474,
    "apes": 1475,
    "ared": 1476,
    "ars": 1477,
    "arth": 1478,
    "ash": 1479,
    "asks": 1480,
    "ates": 1481,
    "ating": 1482,
    "atique": 1483,
    "ail": 1484,
    "ak": 1485,
    "ake": 1486,
    "au": 1487,
    "aus": 1488,
    "ausal": 1489,
    "aÃ": 1490,
    "aÃ®": 1491,
    "aÃ®t": 1492,
    "chec": 1493,
    "ched": 1494,
    "cheduler": 1495,
    "ches": 1496,
    "comput": 1497,
    "conn": 1498,
    "connaÃ®t": 1499,
    "ctions": 1500,
    "cation": 1501,
    "cay": 1502,
    "cis": 1503,
    "cise": 1504,
    "co": 1505,
    "cover": 1506,
    "covered": 1507,
    "cord": 1508,
    "cy": 1509,
    "ducation": 1510,
    "duct": 1511,
    "den": 1512,
    "dings": 1513,
    "ditions": 1514,
    "dne": 1515,
    "dney": 1516,
    "ears": 1517,
    "ecting": 1518,
    "eepPartial": 1519,
    "eez": 1520,
    "eeze": 1521,
    "egral": 1522,
    "elerating": 1523,
    "elong": 1524,
    "else": 1525,
    "emp": 1526,
    "emperat": 1527,
    "emperature": 1528,
    "ensÃ©e": 1529,
    "entity": 1530,
    "ently": 1531,
    "entropy": 1532,
    "erson": 1533,
    "erp": 1534,
    "estions": 1535,
    "eth": 1536,
    "ead": 1537,
    "epoch": 1538,
    "event": 1539,
    "force": 1540,
    "fore": 1541,
    "from": 1542,
    "fter": 1543,
    "function": 1544,
    "git": 1545,
    "gs": 1546,
    "gular": 1547,
    "hel": 1548,
    "hi": 1549,
    "hip": 1550,
    "hon": 1551,
    "hony": 1552,
    "hÃ©": 1553,
    "hÃ©mat": 1554,
    "hÃ©matiques": 1555,
    "idate": 1556,
    "idden": 1557,
    "iding": 1558,
    "ified": 1559,
    "ift": 1560,
    "igned": 1561,
    "illion": 1562,
    "ilar": 1563,
    "iles": 1564,
    "import": 1565,
    "inkedNode": 1566,
    "inal": 1567,
    "inci": 1568,
    "init": 1569,
    "inter": 1570,
    "istic": 1571,
    "iser": 1572,
    "ished": 1573,
    "iverse": 1574,
    "iver": 1575,
    "ivre": 1576,
    "ized": 1577,
    "iag": 1578,
    "ias": 1579,
    "ien": 1580,
    "ience": 1581,
    "ipt": 1582,
    "iÏ": 1583,
    "lection": 1584,
    "lem": 1585,
    "loss": 1586,
    "lying": 1587,
    "lash": 1588,
    "lation": 1589,
    "les": 1590,
    "lim": 1591,
    "ll": 1592,
    "lp": 1593,
    "magination": 1594,
    "mar": 1595,
    "mess": 1596,
    "mit": 1597,
    "mmar": 1598,
    "mon": 1599,
    "mp": 1600,
    "mphony": 1601,
    "mpt": 1602,
    "mpting": 1603,
    "ning": 1604,
    "no": 1605,
    "node": 1606,
    "noun": 1607,
    "nounced": 1608,
    "onal": 1609,
    "one": 1610,
    "onest": 1611,
    "onom": 1612,
    "optimizer": 1613,
    "ordPiece": 1614,
    "oration": 1615,
    "oth": 1616,
    "ourt": 1617,
    "ousand": 1618,
    "outes": 1619,
    "ouvel": 1620,
    "ouvelle": 1621,
    "own": 1622,
    "oize": 1623,
    "ood": 1624,
    "plex": 1625,
    "plan": 1626,
    "plication": 1627,
    "posite": 1628,
    "pper": 1629,
    "pression": 1630,
    "present": 1631,
    "ptime": 1632,
    "ptimizer": 1633,
    "pd": 1634,
    "pect": 1635,
    "queeze": 1636,
    "quickSort": 1637,
    "ranÃ§ais": 1638,
    "rammar": 1639,
    "rap": 1640,
    "ream": 1641,
    "reat": 1642,
    "romise": 1643,
    "ropout": 1644,
    "role": 1645,
    "ration": 1646,
    "ring": 1647,
    "ript": 1648,
    "stralia": 1649,
    "stronom": 1650,
    "squeeze": 1651,
    "thing": 1652,
    "ters": 1653,
    "trained": 1654,
    "tre": 1655,
    "type": 1656,
    "ublic": 1657,
    "ults": 1658,
    "ulture": 1659,
    "umul": 1660,
    "unication": 1661,
    "unsqueeze": 1662,
    "urs": 1663,
    "ush": 1664,
    "utional": 1665,
    "uture": 1666,
    "ues": 1667,
    "ustralia": 1668,
    "venue": 1669,
    "version": 1670,
    "vement": 1671,
    "ved": 1672,
    "ves": 1673,
    "vices": 1674,
    "ving": 1675,
    "vol": 1676,
    "wsUrl": 1677,
    "wer": 1678,
    "with": 1679,
    "word": 1680,
    "yth": 1681,
    "{\"": 1682,
    "Â·e": 1683,
    "Ã©s": 1684,
    "Ã©sent": 1685,
    "Ã¢": 1686,
    "Ãª": 1687,
    "Î¸": 1688,
    "âĪŀ}": 1689,
    "âĪļ": 1690,
    "Ġ()": 1691,
    "ĠAI": 1692,
    "ĠAustralia": 1693,
    "ĠBY": 1694,
    "ĠBabis": 1695,
    "ĠCanberra": 1696,
    "ĠDeepPartial": 1697,
    "ĠEvent": 1698,
    "ĠFor": 1699,
    "ĠIt": 1700,
    "ĠLinkedNode": 1701,
    "ĠMap": 1702,
    "ĠMath": 1703,
    "ĠON": 1704,
    "ĠPr": 1705,
    "ĠPromise": 1706,
    "ĠPyth": 1707,
    "ĠRecord": 1708,
    "ĠRes": 1709,
    "ĠSydney": 1710,
    "ĠSELECT": 1711,
    "ĠSet": 1712,
    "ĠThis": 1713,
    "ĠWordPiece": 1714,
    "Ġaccelerating": 1715,
    "Ġaccumul": 1716,
    "Ġactivation": 1717,
    "Ġallows": 1718,
    "Ġanything": 1719,
    "Ġannounced": 1720,
    "Ġapproximate": 1721,
    "Ġart": 1722,
    "Ġask": 1723,
    "Ġattend": 1724,
    "Ġawait": 1725,
    "Ġaction": 1726,
    "Ġafter": 1727,
    "Ġap": 1728,
    "Ġav": 1729,
    "Ġbefore": 1730,
    "Ġbeh": 1731,
    "Ġbridge": 1732,
    "Ġbuild": 1733,
    "Ġbabis": 1734,
    "Ġbackpropagation": 1735,
    "Ġbelong": 1736,
    "Ġbest": 1737,
    "Ġbet": 1738,
    "Ġbinary": 1739,
    "Ġcandidate": 1740,
    "Ġcapacity": 1741,
    "Ġchanger": 1742,
    "Ġchain": 1743,
    "Ġclear": 1744,
    "Ġcompute": 1745,
    "Ġcomputed": 1746,
    "Ġcompared": 1747,
    "Ġconnecting": 1748,
    "Ġconstru": 1749,
    "Ġconstruct": 1750,
    "Ġcontinent": 1751,
    "Ġcontrol": 1752,
    "Ġconditions": 1753,
    "Ġcontent": 1754,
    "Ġconver": 1755,
    "Ġcreated": 1756,
    "Ġcach": 1757,
    "Ġcity": 1758,
    "Ġcode": 1759,
    "Ġcol": 1760,
    "Ġcosine": 1761,
    "Ġcourt": 1762,
    "Ġculture": 1763,
    "Ġdatasets": 1764,
    "Ġdecomposes": 1765,
    "Ġdevices": 1766,
    "Ġdiffic": 1767,
    "Ġdifference": 1768,
    "Ġdirect": 1769,
    "Ġdisait": 1770,
    "Ġdoc": 1771,
    "Ġdb": 1772,
    "Ġdiag": 1773,
    "Ġdim": 1774,
    "Ġdimension": 1775,
    "Ġdiver": 1776,
    "Ġdiverse": 1777,
    "Ġdot": 1778,
    "Ġdown": 1779,
    "Ġdropout": 1780,
    "Ġembeddings": 1781,
    "Ġencoding": 1782,
    "ĠepochLoss": 1783,
    "Ġeverywhere": 1784,
    "Ġexplore": 1785,
    "Ġexpress": 1786,
    "Ġeq": 1787,
    "Ġfailing": 1788,
    "Ġfeat": 1789,
    "Ġfrequent": 1790,
    "Ġfunctions": 1791,
    "Ġfundamental": 1792,
    "Ġfetch": 1793,
    "Ġfinal": 1794,
    "Ġfine": 1795,
    "Ġfive": 1796,
    "Ġfol": 1797,
    "ĠfranÃ§ais": 1798,
    "Ġfuture": 1799,
    "Ġgetting": 1800,
    "Ġgoing": 1801,
    "Ġgift": 1802,
    "Ġgr": 1803,
    "Ġheads": 1804,
    "Ġhelp": 1805,
    "Ġhyperp": 1806,
    "Ġhidden": 1807,
    "Ġhonest": 1808,
    "Ġidentity": 1809,
    "Ġinitialization": 1810,
    "Ġinstead": 1811,
    "Ġintegral": 1812,
    "Ġintelligence": 1813,
    "Ġinto": 1814,
    "Ġintro": 1815,
    "Ġinference": 1816,
    "Ġinversion": 1817,
    "ĠisLoading": 1818,
    "Ġiteratively": 1819,
    "Ġje": 1820,
    "Ġlearned": 1821,
    "Ġlimit": 1822,
    "Ġlimits": 1823,
    "Ġload": 1824,
    "Ġloc": 1825,
    "Ġlog": 1826,
    "Ġlove": 1827,
    "Ġlarg": 1828,
    "Ġlc": 1829,
    "Ġlength": 1830,
    "Ġlet": 1831,
    "Ġlib": 1832,
    "Ġlight": 1833,
    "Ġlist": 1834,
    "Ġlong": 1835,
    "Ġmathematical": 1836,
    "ĠmathÃ©matiques": 1837,
    "Ġmatters": 1838,
    "Ġmais": 1839,
    "Ġmak": 1840,
    "Ġmaxim": 1841,
    "Ġmeaning": 1842,
    "Ġmeasures": 1843,
    "Ġmemoize": 1844,
    "Ġmerged": 1845,
    "Ġminim": 1846,
    "Ġmoving": 1847,
    "Ġmultiple": 1848,
    "Ġmany": 1849,
    "Ġmillion": 1850,
    "Ġmore": 1851,
    "Ġms": 1852,
    "Ġmu": 1853,
    "Ġnetwork": 1854,
    "Ġnotre": 1855,
    "Ġname": 1856,
    "Ġnn": 1857,
    "Ġnouvelle": 1858,
    "Ġonce": 1859,
    "Ġopposite": 1860,
    "Ġorder": 1861,
    "Ġoutputs": 1862,
    "Ġob": 1863,
    "Ġoptimizer": 1864,
    "Ġother": 1865,
    "Ġparallelism": 1866,
    "Ġperformance": 1867,
    "Ġplans": 1868,
    "Ġplus": 1869,
    "Ġpract": 1870,
    "Ġpreviously": 1871,
    "Ġprevent": 1872,
    "Ġprobability": 1873,
    "Ġproblem": 1874,
    "Ġproduct": 1875,
    "Ġprof": 1876,
    "Ġprogress": 1877,
    "Ġprompting": 1878,
    "Ġprov": 1879,
    "Ġpain": 1880,
    "Ġparam": 1881,
    "Ġparameter": 1882,
    "Ġpass": 1883,
    "Ġpat": 1884,
    "ĠpensÃ©e": 1885,
    "Ġperson": 1886,
    "Ġpuis": 1887,
    "Ġpush": 1888,
    "Ġquestions": 1889,
    "Ġqui": 1890,
    "Ġreducers": 1891,
    "Ġreduces": 1892,
    "Ġrequires": 1893,
    "Ġresults": 1894,
    "Ġrecomput": 1895,
    "ĠreconnaÃ®t": 1896,
    "Ġreine": 1897,
    "Ġrepresent": 1898,
    "Ġrevenue": 1899,
    "Ġrule": 1900,
    "Ġrandom": 1901,
    "Ġrien": 1902,
    "Ġright": 1903,
    "Ġrouter": 1904,
    "Ġscaled": 1905,
    "Ġscaling": 1906,
    "Ġsequence": 1907,
    "Ġsequences": 1908,
    "ĠsetTimeout": 1909,
    "Ġseq": 1910,
    "Ġshapes": 1911,
    "Ġshar": 1912,
    "Ġsimilar": 1913,
    "Ġsimple": 1914,
    "Ġsont": 1915,
    "Ġsplits": 1916,
    "Ġstart": 1917,
    "Ġstatus": 1918,
    "Ġstring": 1919,
    "Ġsubword": 1920,
    "Ġsais": 1921,
    "Ġsame": 1922,
    "Ġser": 1923,
    "Ġsize": 1924,
    "Ġsum": 1925,
    "Ġsur": 1926,
    "Ġtechniques": 1927,
    "Ġthem": 1928,
    "Ġthan": 1929,
    "Ġthen": 1930,
    "Ġtokenization": 1931,
    "Ġtokenizer": 1932,
    "Ġtoday": 1933,
    "Ġtoo": 1934,
    "Ġtook": 1935,
    "Ġtransformations": 1936,
    "Ġtried": 1937,
    "Ġtrue": 1938,
    "Ġtasks": 1939,
    "Ġtext": 1940,
    "Ġtime": 1941,
    "Ġtimer": 1942,
    "Ġtough": 1943,
    "Ġtrained": 1944,
    "Ġts": 1945,
    "Ġtwo": 1946,
    "Ġunex": 1947,
    "Ġunit": 1948,
    "ĠusersTable": 1949,
    "Ġvalue": 1950,
    "Ġvectors": 1951,
    "Ġvocabulary": 1952,
    "Ġvanishing": 1953,
    "Ġvite": 1954,
    "Ġvoid": 1955,
    "Ġwhile": 1956,
    "Ġwho": 1957,
    "Ġwhy": 1958,
    "Ġwithin": 1959,
    "Ġwork": 1960,
    "Ġwrapper": 1961,
    "Ġwd": 1962,
    "Ġ{}": 1963,
    "Ġ});": 1964,
    "ĠÃĹ": 1965,
    "ĠÎ±": 1966,
    "ĠÎ¸": 1967,
    "ĠâĪļ": 1968,
    "ĠThe": 1969,
    "ĠX": 1970,
    "ĠYou": 1971,
    "Ġent": 1972,
    "Ġign": 1973,
    "Ġour": 1974,
    "Ġ|": 1975,
    "ĠÏĥ": 1976,
    "\":[": 1977
  }
}